<?php 
return [
    'home'=>'الرئيسية',
    'contact'=>'تواصل معنا',
    'offers'=>'العروض',
    'about'=>'من نحن',
    'faqs'=>'الاسئله الشائعه',
    'privcy'=>'سياسة الخصوصية',
    'terms'=>'الشروط و الاحكام',
    'pages'=>'صفحات فرعية',
    'downapp'=>'تحميل التطبيق',
    'phone'=>'رقم الجوال',
    'writemessage'=>'أكتب رسالتك ..',
    'send'=>'إرسال',
    'shop'=>'تسوق الان',
    'browse'=>'تصفح اهم اقسامنا',
    'welcome'=>'مرحبا بك فى موقع لذائذ وأطايب لاجود انواع الذبائح واللحوم والادوات بأفضل الاسعار',
];
?>